Repository: WordPressBugBounty/plugins-furgonetka
Catalog: furgonetka/languages/furgonetka-*.po
Languages: pl_pl

source: Get Furgonetka
pl_pl: Kurier Furgonetka.pl

source: You do not have sufficient permissions to access this page.
pl_pl: Nie posiadasz uprawnień aby zobaczyć tę stronę.

source: Access granted
pl_pl: Przyznano dostęp

source: Every delivery option can have just one map attached.
pl_pl: Każda forma dostawy może posiadać tylko jedną mapę.

source: Account reseted
pl_pl: Zresetowano ustawienia

source: Integration created. Please add credentials.
pl_pl: Integracja stworzona. Połącz się z kontem.

source: Add integration source problem
pl_pl: Wystąpił problem podczas dodawania integracji

source: Balance GET problem
pl_pl: Wystąpił problem podczas pobierania stanu konta.

source: ORDER
pl_pl: Zamówienie

source: Get package Form URL problem.
pl_pl: Wystąpił problem podczas pobierania formularza.

source: Get fast shipping URL problem.
pl_pl: Wystąpił problem podczas wykonywania szybkiej przesyłki.

source: API account
pl_pl: Konto API

source: Attach map
pl_pl: Dołącz mapę

source: Main settings
pl_pl: Główne ustawienia

source: The Furgonetka.pl website enables the use of a wide range of courier services at very attractive prices without restrictions and the need to sign contracts.
pl_pl: Serwis Furgonetka.pl to platforma, za pośrednictwem której można łatwo i szybko nadawać przesyłki kurierskie. Mogą z niego korzystać klienci zarówno indywidualni, jak i biznesowi – bez konieczności podpisywania umowy ani deklaracji wolumenów paczek. W ofercie dostępne są usługi aż 10 firm kurierskich, takich jak DPD, DHL, UPS czy InPost. Za pośrednictwem serwisu realizowane są przesyłki krajowe i międzynarodowe oraz dostawy pod drzwi i do punktów odbioru. Furgonetka.pl udostępnia także wiele narzędzi wspierających wysyłkę i automatyzujących procesy logistyczne, dzięki czemu będziesz mógł m.in. importować zamówienia za pośrednictwem plików, generować dokumenty przewozowe czy nadawać paczki zgodnie z wcześniej ustaloną ceną bezpośrednio z przewoźnikiem.

source: We offer convenient tools that allow both companies and individuals to order quickly and conveniently courier.
pl_pl: Oferujemy wygodne narzędzia, które pozwalają zarówno firmom, jak i osobom prywatnym, szybko i wygodnie zamówić kuriera.

source: This module will significantly improve the creation of shipments and ordering courier at Furgonetka.pl.
pl_pl: Moduł ten znacznie usprawni tworzenie przesyłek oraz zamawianie kuriera w Furgonetka.pl.

source: Balance
pl_pl: Stan konta

source: Client ID
pl_pl: Klucz klienta

source: Client Secret
pl_pl: Klucz prywatny

source: Test mode
pl_pl: Tryb testowy

source: Requires an account on
pl_pl: Wymaga konta na

source: Furgonetka - API account
pl_pl: Furgonetka - konto API

source: You can reset current account by clicking Reset button
pl_pl: Przycisk RESET powoduje rozłączenie aktualnego połączenia, umożliwiając Ci nawiązanie nowego z innym kontem lub zmianę środowiska.

source: Account
pl_pl: Konto

source: Please add new WOOCOMMERCE REST API read and write key and copy Consumer key and Consumer secret below.
pl_pl: Proszę dodać nowy klucz REST API w WooCommerce z uprawnieniami do odczytu i zapisu. Skopuj Klucz klienta oraz Klucz prywatny w pola poniżej.

source: Create new key
pl_pl: Stwórz nowy klucz

source: Consumer key
pl_pl: Klucz klienta

source: Consumer secret
pl_pl: Klucz prywatny

source: Save
pl_pl: Zapisz

source: City
pl_pl: Miasto

source: Select point
pl_pl: Wybierz punkt odbioru

source: Please select delivery point.
pl_pl: Proszę wybrać punkt odbioru.

source: Settings
pl_pl: Ustawienia

source: Contact
pl_pl: Kontakt

source: More info - https://docs.woocommerce.com/document/woocommerce-rest-api/
pl_pl: Więcej informacji - https://docs.woocommerce.com/document/woocommerce-rest-api/

source: Packages tracking numbers
pl_pl: Śledzenie przesyłek

source: Packages tracking numbers:
pl_pl: Śledzenie przesyłek:

source: Pickup point
pl_pl: Punkt odbioru

source: Tax ID
pl_pl: NIP

source: Advanced
pl_pl: Zaawansowane

source: Advanced settings
pl_pl: Zaawansowane ustawienia

source: Setting below are for advanced users with at least basic programming/web development knowledge
pl_pl: Poniższe ustawienia są przewidziane dla zaawansowanych użytkowników z conajmniej podstawową wiedzą programistyczną

source: Portmonetka product button parent html selector
pl_pl: Selektor HTML dla przycisku Portmonetki w produkcie

source: Use only when default button placement is wrong, will display button within woocommerce single product page.
pl_pl: Do użytku tylko i wyłącznie gdy przycisk się nie wyświetla lub wyświetla błędnie, przycisk pojawi się tylko i wyłącznie w widoku produktu.

source: Element must be inside woocommerce add to cart form
pl_pl: Wybrany element musi się znajdować w formularzu produktu

source: Portmonetka cart button parent html selector
pl_pl: Selektor HTML dla przycisku Portmonetki w koszyku

source: Use only when default button placement is wrong, will display button within woocommerce cart page.
pl_pl: Do użytku tylko i wyłącznie gdy przycisk się nie wyświetla lub wyświetla błędnie, przycisk pojawi się tylko i wyłącznie w koszyku.

source: Portmonetka mini cart button parent html selector
pl_pl: Selektor HTML dla przycisku Portmonetki w mini koszyku

source: Use only when default button placement is wrong, will display button within woocommerce mini cart widget.
pl_pl: Do użytku tylko i wyłącznie gdy przycisk się nie wyświetla lub wyświetla błędnie, przycisk pojawi się tylko i wyłącznie w mini koszyku.

source: Portmonetka cart button position
pl_pl: Pozycja przycisku Portmonetki na karcie koszyka

source: To left
pl_pl: Do lewej

source: Center
pl_pl: Wycentrowany

source: To right
pl_pl: Do prawej

source: Portmonetka cart button width
pl_pl: Szerokość przycisku Portmonetki na karcie koszyka

source: Automatic
pl_pl: Automatyczny

source: Half width
pl_pl: Połowa szerokości

source: Full width
pl_pl: Pełna szerokość

source: Portmonetka cart button custom CSS
pl_pl: Niestandardowy CSS dla przycisku Portmonetki na karcie koszyka

source: Error occurred while executing fast shipping.
pl_pl: Wystąpił błąd podczas wykonywania szybkiej przesyłki.

source: Error occurred while executing fast shipping. Please connect module with Furgonetka.pl account.
pl_pl: Wystąpił błąd podczas wykonywania szybkiej przesyłki. Proszę połączyć moduł z kontem na Furgonetka.pl.

source: Error occurred while executing fast shipping. Please reconnect module with Furgonetka.pl account.
pl_pl: Wystąpił błąd podczas wykonywania szybkiej przesyłki. Proszę ponownie połączyć moduł z kontem na Furgonetka.pl.

source: Error occurred while processing the invoice creation.
pl_pl: Wystąpił błąd podczas przetwarzania procesu tworzenia faktury.

source: Error occurred while processing the invoice creation. Please connect module with Furgonetka.pl account.
pl_pl: Wystąpił błąd podczas przetwarzania procesu tworzenia faktury. Prosimy o połączenie modułu z kontem Furgonetka.pl.

source: Error occurred while processing the invoice creation. Please reconnect module with Furgonetka.pl account.
pl_pl: Wystąpił błąd podczas przetwarzania procesu tworzenia faktury. Prosimy o ponowne połączenie modułu z kontem Furgonetka.pl.

source: An unexpected error occurred, please try later.
pl_pl: Wystąpił nieoczekiwany błąd, spróbuj później.

source: Add shipment
pl_pl: Stwórz przesyłkę

source: Documents
pl_pl: Dokumenty

source: Create a shipment quickly
pl_pl: Stwórz szybko przesyłkę

source: Coupon is not available for this email.
pl_pl: Kupon nie jest dostępny dla tego adresu email.

source: Coupon already applied.
pl_pl: Kupon został już użyty.

source: Coupon was not applied.
pl_pl: Kupon nie został dodany.

source: To send
pl_pl: Do wysłania

source: Ordered
pl_pl: Zamówione

source: Create an invoice
pl_pl: Wystaw fakturę

source: Shopping returns
pl_pl: Zwroty zakupów

source: Plugin panel
pl_pl: Panel pluginu

source: Configuration saved successfully.
pl_pl: Konfiguracja została pomyślnie zapisana.

source: An unexpected error occurred while saving advanced settings.
pl_pl: Podczas zapisywania ustawień zaawansowanych wystąpił nieoczekiwany błąd.

source: Settings below are for advanced users with at least basic programming/web development knowledge.
pl_pl: Poniższe ustawienia są przeznaczone dla zaawansowanych użytkowników z co najmniej podstawową wiedzą na temat programowania/tworzenia stron internetowych.

source: Selected point
pl_pl: Wybrany punkt

source: Selected point (COD)
pl_pl: Wybrany punkt (płatność przy odbiorze)

source: Pickup point service
pl_pl: Usługa kurierska punktu odbioru

source: Pickup point service type
pl_pl: Rodzaj punktu odbioru

source: Pickup point code
pl_pl: Kod punktu odbioru

source: Pickup point name
pl_pl: Nazwa punktu odbioru

source: Cash on delivery
pl_pl: Płatność przy odbiorze

source: Change point
pl_pl: Zmień punkt odbioru

source: There was a problem loading the map. Please try again.
pl_pl: Wystąpił problem z załadowaniem mapy. Spróbuj ponownie.

source: Manage Furgonetka module
pl_pl: Zarządzanie modułem Furgonetka

source: Portmonetka checkout screen
pl_pl: Ekran zamawiania Portmonetki

source: Open with additional Portmonetka button
pl_pl: Otwieraj za pomocą dodatkowego przycisku Portmonetki

source: Open with native checkout button
pl_pl: Otwieraj wbudowanym przyciskiem zamawiania

source: You will see an additional Portmonetka button in your shopping cart, opening Portmonetka checkout in a new window.
pl_pl: W Twoim koszyku będzie widoczny dodatkowy przycisk Portmonetki, otwierający checkout Portmonetki w nowym oknie.

source: Your shopping cart will only show the standard checkout button, opening Portmonetka checkout in a new window.
pl_pl: W Twoim koszyku będzie widoczny tylko standardowy przycisk sklepu, otwierający checkout Portmonetki w nowym oknie.
